export const provinces = [
  {
    id: 1,
    name: "कोशी प्रदेश",
    slug: "koshi",
    districts: ["भोजपुर", "धनकुटा", "इलाम", "झापा", "खोटाङ", "मोरङ", "ओखलढुङ्गा", "पाँचथर", "संखुवासभा", "सोलुखुम्बु", "सुनसरी", "ताप्लेजुङ", "तेह्रथुम", "उदयपुर"]
  },
  {
    id: 2,
    name: "मधेश प्रदेश",
    slug: "madesh",
    districts: ["बारा", "धनुषा", "महोत्तरी", "पर्सा", "रौतहट", "सप्तरी", "सर्लाही", "सिरहा"]
  },
  {
    id: 3,
    name: "बागमती प्रदेश",
    slug: "bagmati",
    districts: ["भक्तपुर", "चितवन", "धादिङ", "दोलखा", "काठमाडौं", "काभ्रेपलान्चोक", "ललितपुर", "मकवानपुर", "नुवाकोट", "रामेछाप", "रसुवा", "सिन्धुली", "सिन्धुपाल्चोक"]
  },
  {
    id: 4,
    name: "गण्डकी प्रदेश",
    slug: "gandaki",
    districts: ["बागलुङ", "गोरखा", "कास्की", "लमजुङ", "मनाङ", "मुस्ताङ", "म्याग्दी", "नवलपुर", "पर्वत", "स्याङ्जा", "तनहुँ"]
  },
  {
    id: 5,
    name: "लुम्बिनी प्रदेश",
    slug: "lumbini",
    districts: ["अर्घाखाँची", "बाँके", "बर्दिया", "दाङ", "गुल्मी", "कपिलवस्तु", "परासी", "पाल्पा", "प्युठान", "रोल्पा", "पूर्वी रुकुम", "रुपन्देही"]
  },
  {
    id: 6,
    name: "कर्णाली प्रदेश",
    slug: "karnali",
    districts: ["दैलेख", "डोल्पा", "हुम्ला", "जाजरकोट", "जुम्ला", "कालीकोट", "मुगु", "सल्यान", "सुर्खेत", "पश्चिमी रुकुम"]
  },
  {
    id: 7,
    name: "सुदूरपश्चिम प्रदेश",
    slug: "sudurpashchim",
    districts: ["अछाम", "बैतडी", "बझाङ", "बाजुरा", "डडेल्धुरा", "दार्चुला", "डोटी", "कैलाली", "कञ्चनपुर"]
  }
];
